{"html":"\"<div><div><p class=\\\"articulo__tag-1\\\">juegos de mesa</p><h1>¿Qué frases se usan en el truco uruguayo?</h1>&nbsp;<img src=\\\"deck-of-cards.jpg\\\" alt=\\\"Carta 6 de oro de la baraja española\\\" title=\\\"Carta 6 de oro de la baraja española\\\" class=\\\"imagen-clasic\\\">\\n<br>\\n<p class=\\\"articulo__tag\\\">por Eli Fainerman. 22 de mayo de 2024.</p>\\n<br>\\n<p>El truco uruguayo es un juego de naipes lleno de palabras específicas que son esenciales conocer para poder jugar y comunicarse entre compañeros. A continuación, hay un glosario con los términos más comunes y sus significados.</p>\\n<h2>Términos Generales</h2>\\n<p></p>\\n<ul>\\n<li><b>Truco</b>: La apuesta básica del juego. Se desafía al equipo contrario a jugar por más puntos. Se puede aumentar con \\\"retruco\\\" y \\\"vale cuatro\\\".</li>\\n<li><b>Envido</b>: Una apuesta basada en el valor de las cartas en mano. Se puede aumentar con \\\"real envido\\\" y \\\"falta envido\\\".</li>\\n<li><b>Flor</b>: Combinación específica de tres cartas que otorga puntos adicionales.</li>\\n<li><b>Mano</b>: El primer jugador en tirar una carta en cada ronda.</li>\\n<li><b>Pie</b>: El último jugador en tirar una carta en cada ronda.</li>\\n</ul>\\n<p></p>\\n<h2>Cartas y Jerarquía</h2>\\n<p></p>\\n<ul>\\n<li><b>Pieza</b>: Mejores cartas del juego. Son determinadas por el palo de la muestra.</li>\\n<li><b>Muestra</b>: Última carta sacada del mazo tras repartir, que se coloca boca arriba y determina el palo de las piezas.</li>\\n<li><b>Matas</b>: Segundas mejores cartas del juego luego de las piezas. Son el siete de oro, siete de espada, uno de basto y uno de espada.</li>\\n<li><b>Negras</b>: Cartas con 0 puntaje de envido.</li>\\n</ul>\\n<p></p>\\n<h2>Acciones</h2>\\n<p></p>\\n<ul>\\n<li><b>Gritar</b>: Decir \\\"truco\\\".</li>\\n<li><b>Tocar</b>: Decir \\\"envido\\\".</li>\\n<li><b>Cantar</b>: Decir \\\"flor\\\".</li>\\n<li><b>Matar</b>: Tirar una carta mayor que las jugadas en la ronda.</li>\\n<li><b>Ir a Alguien</b>: En juegos de equipo, tirar una carta baja para que un compañero juegue una carta mayor.</li>\\n<li><b>Va Parda</b>: Empatar una ronda.</li>\\n<li><b>Irse al Mazo</b>: Rendirse en una mano.</li>\\n<li><b>Pasar</b>: No jugar el resto de las cartas en la mano, dejando que los compañeros continúen.</li>\\n<li><b>Pico a Pico</b>: Rondas de uno contra uno en juegos de equipos de tres contra tres.</li>\\n</ul>\\n<p></p>\\n<h2>¿Cómo anotar la partida?</h2>\\n<p><img src=\\\"anotador-truco.png\\\" alt=\\\"Banner de anotador de truco uruguayo\\\" title=\\\"Banner de anotador de truco uruguayo\\\" class=\\\"imagen-clasic\\\"><br>Para facilitar el seguimiento de los puntos y mejorar tu experiencia de juego, te recomendamos usar el <a class=\\\"link\\\" href=\\\"/articulo/anotador-de-truco-uruguayo\\\">Anotador de Truco Uruguayo</a> online gratis de Inteli Games. Esta herramienta es perfecta para llevar un control preciso de las partidas y asegurarte de que no se pierda ningún detalle durante el juego.</p></div></div>\"","nombre":"¿Qué frases se usan en el truco uruguayo?","info":"Domina el truco uruguayo con este glosario completo de términos. Conoce las definiciones que todo jugador debe saber para jugar como un experto.","portada":"deck-of-cards.jpg","etiqueta":"JUEGOS DE MESA"}